Repository: aviwad/LyricFever
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hant_hk

source: %lld Characters
zh_hans: %lld 字符
zh_hant: %lld 個字
zh_hant_hk: %lld 字

source: ⚠️ Complete Setup (Click Settings)
zh_hans: ⚠️ 完成设置 (点击设置)
zh_hant: ⚠️ 完整設定（點擊設定）
zh_hant_hk: ⚠️ 尚未完成設定，請按「設定」

source: ⚠️ Please Update (Click Check Updates)
zh_hans: ⚠️ 请更新 (点击检查更新)
zh_hant: ⚠️ 請更新 （點擊檢查更新）
zh_hant_hk: ⚠️ 請更新（按「檢查更新」）

source: AirPlay Audio Delay
zh_hans: AirPlay 音频延迟
zh_hant: AirPlay 音訊延遲
zh_hant_hk: AirPlay 音訊延遲

source: Album Name
zh_hans: 专辑名称
zh_hant: 專輯名稱
zh_hant_hk: 專輯名稱

source: Animate on startup
zh_hans: 启动动画
zh_hant: 啟動動畫
zh_hant_hk: 啟動動畫

source: API Key: Advanced
zh_hans: API Key: 高级
zh_hant: API Key：進階
zh_hant_hk: API Key：進階

source: Arist Name
zh_hans: 歌手
zh_hant: 藝人名稱
zh_hant_hk: 藝人名稱

source: Artist Name
zh_hans: 歌手
zh_hant: 藝人名稱
zh_hant_hk: 藝人名稱

source: Artist Name:
zh_hans: 歌手：
zh_hant: 藝人名稱：
zh_hant_hk: 藝人名稱：

source: Auto
zh_hans: 自动
zh_hant: 自動
zh_hant_hk: 自動

source: Back
zh_hans: 返回
zh_hant: 返回
zh_hant_hk: 返回

source: Blur surrounding lyrics
zh_hans: 模糊效果
zh_hant: 模糊周遭的歌詞
zh_hant_hk: 模糊周圍歌詞

source: Change fullscreen settings here!
zh_hans: 全屏设置！
zh_hant: 在這裡更改全螢幕設定！
zh_hant_hk: 喺呢度更改全螢幕設定！

source: Check for Updates…
zh_hans: 检查更新…
zh_hant: 檢查更新…
zh_hant_hk: 檢查更新⋯⋯

source: Chinese Conversion
zh_hans: 中文转换
zh_hant: 中文轉換
zh_hant_hk: 簡繁轉換

source: Click to Use
zh_hans: 点击使用
zh_hant: 點擊使用
zh_hant_hk: 按下以使用

source: Close
zh_hans: 关闭
zh_hant: 關閉
zh_hant_hk: 關閉

source: Decrease volume by 5 (Down Arrow)
zh_hans: 音量减少 5 (方向键下)
zh_hant: 降低 5% 的音量（向下鍵）
zh_hant_hk: 降低 5% 音量（下方向鍵）

source: Delete Lyrics
zh_hans: 删除歌词
zh_hant: 刪除歌詞
zh_hant_hk: 刪除歌詞

source: Disable Karaoke
zh_hans: 关闭K歌
zh_hant: 停用卡拉 OK
zh_hant_hk: 停用卡拉 OK

source: Disable Lyrics
zh_hans: 关闭歌词
zh_hant: 停用歌詞
zh_hant_hk: 停用歌詞

source: Display fullscreen options
zh_hans: 显示全屏选项
zh_hant: 顯示全螢幕選項
zh_hant_hk: 顯示全螢幕選項

source: Display fullscreen:
zh_hans: 全屏显示：
zh_hant: 顯示全螢幕：
zh_hant_hk: 顯示全螢幕：

source: Done
zh_hans: 完成
zh_hant: 完成
zh_hant_hk: 完成

source: Email me at [aviwad@gmail.com](mailto:aviwad@gmail.com) for any support
zh_hans: 如需任何支持，请发送电子邮件至[aviwad@gmail.com](mailto:aviwad@gmail.com)以联系我
zh_hant: 若需任何支援，請寄送電子郵件至：[aviwad@gmail.com](mailto:aviwad@gmail.com)
zh_hant_hk: 有任何問題，請電郵我 [aviwad@gmail.com](mailto:aviwad@gmail.com)

source: Enable Karaoke
zh_hans: 开启 k 歌
zh_hant: 啟用卡拉 OK
zh_hant_hk: 啟用卡拉 OK

source: Enable Lyrics
zh_hans: 开启歌词
zh_hant: 啟用歌詞
zh_hant_hk: 啟用卡拉 OK

source: Enter your SP_DC Cookie Here
zh_hans: 在此输入您的 SP_DC Cookie
zh_hant: 在此輸入你的 SP_DC Cookie
zh_hant_hk: 喺呢度輸入 SP_DC Cookie

source: Font Selected: %@, Size: %lld
zh_hans: 所选字体: %@, 大小: %lld
zh_hant: 字體選擇：%@，大小：%lld
zh_hant_hk: 字體： %@，字號： %lld

source: Forward
zh_hans: 下一首
zh_hant: 下一首
zh_hant_hk: 下一首

source: Give Apple Music Permissions
zh_hans: 授予访问 Apple Music权限
zh_hant: 給予 Apple Music 的權限
zh_hant_hk: 授權 Apple Music

source: Give Spotify Permissions
zh_hans: 授予访问 Spotify 权限
zh_hant: 給予 Spotify 的權限
zh_hant_hk: 授權 Spotify

source: Heart
zh_hans: 喜欢
zh_hant: 喜歡
zh_hant_hk: 鍾意

source: Hide Karaoke window when mouse passes by
zh_hans: 鼠标经过时隐藏 K歌 窗口
zh_hant: 在滑鼠經過時隱藏卡拉 OK 視窗
zh_hant_hk: 滑鼠經過時隱藏卡拉 OK 視窗

source: Hide lyrics (⌘ + H)
zh_hans: 隐藏歌词 (⌘ + H)
zh_hant: 隱藏歌詞（⌘ + H）
zh_hant_hk: 隱藏歌詞（⌘ + H）

source: Hide translations (⌘ + T)
zh_hans: 隐藏翻译 (⌘ + T)
zh_hant: 隱藏翻譯（⌘ + T）
zh_hant_hk: 隱藏翻譯（⌘ + T）

source: I download lyrics from Spotify (and use LRCLIB and NetEase as backups)
zh_hans: 从Spotify下载歌词（备用渠道是LRCLIB和网易云音乐）
zh_hant: 我從 Spotify 下載歌詞（然後用 LRCLIB 和 NetEase 作為備案）
zh_hant_hk: 從 Spotify 下載歌詞（如失效，備用 LRCLIB 及網易雲音樂）

source: Increase volume by 5 (Up Arrow)
zh_hans: 音量增加 5（方向键上）
zh_hant: 增加 5% 的音量（向上鍵）
zh_hant_hk: 降低 5% 音量（上方向鍵）

source: Karaoke Background Appearance
zh_hans: K 歌 歌词背景样式
zh_hant: 卡拉 OK 背景樣式
zh_hant_hk: 卡拉 OK 背景樣式

source: Karaoke Behaviour
zh_hans: K 歌模式设置
zh_hant: 卡拉 OK 模式設定
zh_hant_hk: 卡拉 OK 模式設定

source: Karaoke Font Appearance
zh_hans: K歌 歌词字体样式
zh_hant: 卡拉 OK 字體樣式
zh_hant_hk: 卡拉 OK 字體樣式

source: Karaoke Unavailable
zh_hans: K 歌无法使用
zh_hant: 無法顯示卡拉 OK
zh_hant_hk: 無法顯示卡拉 OK

source: Karaoke Window
zh_hans: K 歌模式设置
zh_hant: 卡拉 OK 視窗
zh_hant_hk: 卡拉 OK 視窗

source: Keyboard Shortcuts
zh_hans: 键盘快捷键
zh_hant: 快捷鍵
zh_hant_hk: 鍵盤快捷鍵

source: Launch at Login
zh_hans: 开机自动启动
zh_hant: 開機時啟動
zh_hant_hk: 開機時啟動

source: Log Out
zh_hans: 注销
zh_hant: 登出
zh_hant_hk: 登出

source: Lyric Fever: Fullscreen
zh_hans: Lyric Fever: 全屏
zh_hant: Lyric Fever：全螢幕
zh_hant_hk: Lyric Fever：全螢幕

source: Lyric Fever: Onboarding
zh_hans: Lyric Fever: 引导
zh_hant: Lyric Fever：引導
zh_hant_hk: Lyric Fever：快速上手

# Lyric Fever: Searching for %@ by %@
source: Lyric Fever: Searching for %1$@ by %2$@
zh_hans: Lyric Fever: 搜索 %2$@ 的 %1$@
zh_hant: Lyric Fever：搜尋由 %2$@ 演唱的 %1$@
zh_hant_hk: Lyric Fever：搵緊 %2$@ 嘅 %1$@

source: Lyric Fever: Update 2.3
zh_hans: Lyric Fever: 更新 2.3
zh_hant: Lyric Fever：2.3 更新紀錄
zh_hant_hk: Lyric Fever：更新 2.3

source: Lyric Provider
zh_hans: 歌词来源
zh_hant: 歌詞提供者
zh_hant_hk: 歌詞來源

source: Lyrics unavailable.
zh_hans: 歌词不可用。
zh_hant: 沒有歌詞。
zh_hant_hk: 搵唔到歌詞。

source: Lyrics were applied!
zh_hans: 歌词已应用！
zh_hant: 已使用歌詞！
zh_hant_hk: 歌詞已套用！

source: Main Settings
zh_hans: 主设置
zh_hant: 主要設定
zh_hant_hk: 主設定

source: Manual lyric search
zh_hans: 歌词搜索
zh_hant: 手動歌詞搜尋
zh_hant_hk: 手動搜尋歌詞

source: Menubar Size
zh_hans: 菜单栏大小
zh_hant: 選單列大小
zh_hant_hk: 選單列大小

source: More options
zh_hans: 更多选择
zh_hant: 更多選項
zh_hant_hk: 更多選項

source: More options, AirPlay delay enabled
zh_hans: 更多选项，已启用 AirPlay 延迟
zh_hant: 更多選項，已啟用 AirPlay 延遲
zh_hant_hk: 更多選項，已啟用 AirPlay 延遲

source: Next
zh_hans: 下一步
zh_hant: 下一步
zh_hant_hk: 下一步

source: No Translation ☹️
zh_hans: 暂无翻译 ☹️
zh_hant: 沒有翻譯 ☹️
zh_hant_hk: 冇翻譯 ☹️

source: Now Paused: %@ - %@
zh_hans: 暂停: %@ - %@
zh_hant: 暫停：%@ - %@
zh_hant_hk: 暫停：%@ - %@

source: Now Playing: %@ - %@
zh_hans: 播放: %@ - %@
zh_hant: 播放：%@ - %@
zh_hant_hk: 播放中：%@ - %@

source: Offset is %lld ms
zh_hans: 当前延迟为 %lld 毫秒
zh_hant: 目前延遲：%lld ms
zh_hant_hk: 目前延遲：%lld ms

source: Opacity Level:
zh_hans: 透明度等级：
zh_hant: 透明度：
zh_hant_hk: 透明度：

source: Opacity Level: %lld%%
zh_hans: 透明度等级： %lld%%
zh_hant: 透明度：%lld%%
zh_hant_hk: 透明度：%lld%%

source: Open Apple Music
zh_hans: 打开 Apple Music
zh_hant: 開啟 Apple Music
zh_hant_hk: 開啟 Apple Music

source: Open Automation Panel
zh_hans: 打开自动化面板
zh_hant: 開啟自動化面板
zh_hant_hk: 開啟自動化面板

source: Open Fullscreen
zh_hans: 全屏显示
zh_hant: 開啟全螢幕
zh_hant_hk: 開啟全螢幕

source: Open Spotify
zh_hans: 打开Spotify
zh_hant: 開啟 Spotify
zh_hant_hk: 開啟 Spotify

source: Open Spotify on the Web
zh_hans: 在网页中打开Spotify
zh_hant: 在網頁中開啟 Spotify
zh_hant_hk: 在網頁中開啟 Spotify

source: Open Spotify!
zh_hans: 打开 Spotify！
zh_hant: 開啟 Spotify！
zh_hant_hk: 開啟 Spotify！

source: Pause (spacebar)
zh_hans: 暂停 (空格键)
zh_hant: 暫停（空格鍵）
zh_hant_hk: 暫停（空格鍵）

source: Pause animations (saves battery) (⌘ + A)
zh_hans: 关闭动画（节省电量） (⌘ + A)
zh_hant: 暫停動畫（節省電量）（⌘ + A）
zh_hant_hk: 暫停動畫（更節電）（⌘ + A）

source: Play (spacebar)
zh_hans: 播放（空格键）
zh_hant: 播放（空格鍵）
zh_hant_hk: 播放（空格鍵）

source: Please download the [official Spotify desktop client](https://www.spotify.com/in-en/download/mac/)
zh_hans: 请下载 [Spotify 官方桌面客户端](https://www.spotify.com/in-en/download/mac/)
zh_hant: 請下載 [Spotify 官方桌面版](https://www.spotify.com/in-en/download/mac/)
zh_hant_hk: 請下載 [Spotify 官方桌面版](https://www.spotify.com/in-en/download/mac/)

source: Please give required permissions!
zh_hans: 请授权必要的权限！
zh_hant: 請授權必要的權限！
zh_hant_hk: 請授予所需權限！

source: Please give us Apple Music Library permissions!
zh_hans: 请授权 Apple Music 库权限！
zh_hant: 請授權我們 Apple Music 庫的權限！
zh_hant_hk: 請授予 Apple Music 音樂庫權限！

source: Please give us Apple Music permissions!
zh_hans: 请授权 Apple Music 权限！
zh_hant: 請授權我們 Apple Music 的權限！
zh_hant_hk: 請授予 Apple Music 權限！

source: Please give us required permissions!
zh_hans: 请授权必要的权限！
zh_hant: 請授權我們必要的權限！
zh_hant_hk: 請授予所需權限！

source: Please log into Spotify
zh_hans: 请登录 Spotify
zh_hant: 請登入 Spotify
zh_hant_hk: 請登入 Spotify

source: Please open Apple Music!
zh_hans: 请打开 Apple Music！
zh_hant: 請開啟 Apple Music！
zh_hant_hk: 請開啟 Apple Music！

source: Please open Spotify!
zh_hans: 请打开 Spotify！
zh_hant: 請開啟 Spotify！
zh_hant_hk: 請開啟 Spotify！

source: Please pick between Spotify and Apple Music
zh_hans: 请选择 Spotify 或 Apple Music
zh_hant: 請選擇 Spotify 或 Apple Music
zh_hant_hk: 請選擇 Spotify 或 Apple Music

source: Quit
zh_hans: 退出
zh_hant: 退出
zh_hant_hk: 退出

source: Quit Lyric Fever (⌘ + Q)
zh_hans: 退出 Lyric Fever (⌘ + Q)
zh_hant: 退出 Lyric Fever（⌘ + Q）
zh_hant_hk: 退出 Lyric Fever（⌘ + Q）

source: Redownload lyrics
zh_hans: 重新下载歌词
zh_hant: 重新下載歌詞
zh_hant_hk: 重新下載歌詞

source: Refreshing Lyrics...
zh_hans: 正在刷新歌词...
zh_hant: 重新整理歌詞中...
zh_hant_hk: 更新歌詞中⋯⋯

source: Reset to default
zh_hans: 重置设置
zh_hant: 重置設定
zh_hant_hk: 重設預設值

source: Rewind
zh_hans: 上一首
zh_hant: 倒轉
zh_hant_hk: 倒帶

source: Romanize
zh_hans: 拼音化文字
zh_hant: 拼音化文字
zh_hant_hk: 羅馬拼音化

# Searching for %@ by %@
source: Searching for %1$@ by %2$@
zh_hans: 搜索 %2$@ 的 %1$@
zh_hant: 搜尋由 %2$@ 演唱的 %1$@
zh_hant_hk: 搵緊 %2$@ 嘅 %1$@

source: Select a Font:
zh_hans: 选择字体：
zh_hant: 選擇字體：
zh_hant_hk: 選擇字體：

source: Set a background color
zh_hans: 设置背景颜色
zh_hant: 設定背景顏色
zh_hant_hk: 設定背景顏色

source: Set the Lyric Size
zh_hans: 设置歌词大小
zh_hant: 設定歌詞大小
zh_hant_hk: 設定歌詞大小

source: Settings (New Karaoke Settings!)
zh_hans: 设置（新增 K 歌设置）
zh_hant: 設定（新增卡拉 OK 設定！）
zh_hant_hk: 設定（全新卡啦 OK 設定！）

source: Share Spotify link
zh_hans: 分享 Spotify 链接
zh_hant: 分享 Spoitfy 連結
zh_hant_hk: 分享 Spotify 連結

source: Show lyrics (⌘ + H)
zh_hans: 显示歌词 (⌘ + H)
zh_hant: 顯示歌詞（⌘ + H）
zh_hant_hk: 顯示歌詞（⌘ + H）

source: Show multilingual lyrics when translating in Karaoke window
zh_hans: 在 K 歌歌词窗口翻译时显示多语言
zh_hant: 當翻譯開啟時，在卡拉 OK 視窗顯示多語言
zh_hant_hk: 卡拉 OK 視窗翻譯時顯示多語歌詞

source: Show Song Details in Menubar
zh_hans: 在菜单栏显示歌曲详情
zh_hant: 在選單列顯示歌曲細節
zh_hant_hk: 選單列顯示歌曲詳情

source: Song Name
zh_hans: 歌名
zh_hant: 歌名
zh_hant_hk: 歌曲名稱

source: Song Name:
zh_hans: 歌名：
zh_hant: 歌名：
zh_hant_hk: 歌曲名稱：

source: Source Language
zh_hans: 原始语言
zh_hant: 來源語言
zh_hant_hk: 原文語言

source: Spotify Connect Audio Delay
zh_hans: Spotify Connect 音频延迟
zh_hant: Spotify 連接音訊延遲
zh_hant_hk: Spotify Connect 音訊延遲

source: Spotify Delay
zh_hans: Spotify 延迟
zh_hant: Spotify 延遲
zh_hant_hk: Spotify 延遲

source: Spotify Login
zh_hans: Spotify 登录
zh_hant: Spotify 登入
zh_hant_hk: Spotify 登入

source: System (%@)
zh_hans: 系统 (%@)
zh_hant: 系統（%@）
zh_hant_hk: 系統（%@）

source: Target Language
zh_hans: 目标语言
zh_hant: 目標語言
zh_hant_hk: 目標語言

source: This depends on how much free space you have in your menu bar!
zh_hans: 这受限于您菜单栏的可用空间！
zh_hant: 這受限於你的選單列有多少空位！
zh_hant_hk: 呢個取決於你選單列剩餘嘅空間！

source: Toggle displaying lyrics:
zh_hans: 切换显示歌词：
zh_hant: 切換顯示歌詞：
zh_hant_hk: 顯示/隱藏歌詞：

source: Toggle karaoke mode:
zh_hans: 切换 K 歌模式：
zh_hant: 切換卡拉 OK 模式：
zh_hant_hk: 開啟/關閉卡拉 OK 模式：

source: Toggle romanizations:
zh_hans: 切换拼音：
zh_hant: 切換羅馬拼音：
zh_hant_hk: 顯示/隱藏羅馬拼音：

source: Toggle translations:
zh_hans: 切换翻译：
zh_hant: 切換翻譯：
zh_hant_hk: 顯示/隱藏翻譯：

source: Translate lyrics (⌘ + T)
zh_hans: 翻译歌词 (⌘ + T)
zh_hant: 翻譯歌詞（⌘ + T）
zh_hant_hk: 翻譯歌詞（⌘ + T）

source: Translate To %@
zh_hans: 翻译为 %@
zh_hant: 翻譯成 %@
zh_hant_hk: 翻譯至 %@

source: Translated Lyrics 😃
zh_hans: 歌词已翻译 😃
zh_hant: 翻譯的歌詞 😃
zh_hant_hk: 歌詞已翻譯 😃

source: Translating...
zh_hans: 翻译中...
zh_hant: 翻譯中...
zh_hant_hk: 翻譯中⋯⋯

source: Translation Enabled
zh_hans: 启用翻译
zh_hant: 已啟用翻譯
zh_hant_hk: 翻譯已開啟

source: Translation Failure
zh_hans: 翻译失败
zh_hant: 翻譯失敗
zh_hant_hk: 翻譯失敗

source: Translation Help
zh_hans: 翻译帮助
zh_hant: 幫忙翻譯
zh_hant_hk: 翻譯指引

source: Translation options
zh_hans: 翻译选项
zh_hant: 翻譯選項
zh_hant_hk: 翻譯選項

source: Translation Options
zh_hans: 翻译选项
zh_hant: 翻譯選項
zh_hant_hk: 翻譯選項

source: Translation Settings for All Songs
zh_hans: 全局翻译设置
zh_hant: 全域翻譯設定
zh_hant_hk: 翻譯設定（適用於所有歌曲）

source: Translation Settings for This Song
zh_hans: 单曲翻译设置
zh_hant: 單曲翻譯設定
zh_hant_hk: 翻譯設定（僅適用於此歌曲）

source: Translation Unavailable
zh_hans: 翻译不可用
zh_hant: 沒有翻譯
zh_hant_hk: 翻譯不可用

source: Transliteration Options
zh_hans: 翻译选项
zh_hant: 音譯選項
zh_hant_hk: 音譯選項

source: Truncation Length
zh_hans: 菜单栏歌词大小
zh_hant: 選單列歌詞長度
zh_hant_hk: 顯示長度限制

source: Unheart
zh_hans: 取消喜欢
zh_hant: 不喜歡
zh_hant_hk: 唔鍾意

source: Unpause animations (uses battery) (⌘ + A)
zh_hans: 启用动画（耗电增加） (⌘ + A)
zh_hant: 啟用動畫（耗電增加）（⌘ + A）
zh_hant_hk: 恢復動畫（更耗電）（⌘ + A）

source: Upload LRC File
zh_hans: 上传 LRC 文件
zh_hant: 上傳 LRC 檔案
zh_hant_hk: 上傳 LRC 檔案

source: Use album color for Karaoke window
zh_hans: 使用专辑颜色作为 K 歌窗口颜色
zh_hant: 使用專輯顏色作為卡拉 OK 視窗顏色
zh_hant_hk: 使用專輯顏色作為卡拉 OK 視窗顏色

source: Volume
zh_hans: 音量
zh_hant: 音量
zh_hant_hk: 音量

source: Welcome to Lyric Fever! 🎉
zh_hans: 欢迎使用 Lyric Fever! 🎉
zh_hant: 歡迎使用 Lyric Fever！🎉
zh_hant_hk: 歡迎嚟到 Lyric Fever！🎉

source: WRONG SP DC COOKIE TRY AGAIN ⚠️
zh_hans: SP DC Cookie 错误，请重试 ⚠️
zh_hant: 錯誤的 SP DC Cookie，請重試 ⚠️
zh_hant_hk: SP DC Cookie 錯誤，請重試 ⚠️

source: You're Logged In 🙂
zh_hans: 您已登录 🙂
zh_hant: 你已經登入了 🙂
zh_hant_hk: 你已經登入咗 🙂

source: [Lyric Fever GitHub](https://github.com/aviwad/LyricFever) Version 3.0
zh_hant: [Lyric Fever GitHub](https://github.com/aviwad/LyricFever) 版本 3.0
zh_hant_hk: [Lyric Fever GitHub](https://github.com/aviwad/LyricFever) 版本 3.0

source: TODO
zh_hant: 待辦事項
zh_hant_hk: 待辦事項
